#CISSP 準備心得分享
    背景:

    工作經歷:SI、軟體原廠、甲方資安工程師

    經驗:硬體維修、虛擬化建置、Presale、SIEM平台建置、威脅情資平台建置

    弱點掃描、郵件安全。

    考試動機:

    近幾年資安意識抬頭，在加上我從乙方跳到甲方，先前已有考過CEH v11但被笑稱paper CEH，所以讓我想在考一張CISSP充實自己的能力和觀念

    官方有說通過認證並拿到證照必須要有五年以上相關經驗，在考完試時想了一下這個限制是正確的，畢竟有些情況必須在有實務經驗下才能選出最好的答案

    時間安排:

    2023.08 上課 uuu CISSP課程

    購買OSG 第9版簡中書籍、啟用Wiley平台練習OPT/OSG題目

    2023.09 上完課後每天至少看4小時的OSG搭配OPT/OSG題目

    2023.12.01 考試

將近三個月時間在準備CISSP考試，準備過程中面臨CISSP簡中250題的取消並開放簡中CAT考試

    如何準備:

    1.考試範圍相當廣，第一次接收到的名詞會非常陌生，遇到不會的名詞時必須去理解他

    2.每個管理流程包括軟體開發流程、成熟度模型都要去理解他並需要知道每個階段要做哪些事情

    3.每天至少要讀1到2個domain，並搭配練習題，不要想說練習題我拿很高分考試就穩了，這想法是錯的練習題對於考試題目簡單太多了，只是讓你提早適應題型

    4.考試前幾天集中看重點筆記，由於我比較懶我是參考別人的

    筆記:https://firmianay.gitbook.io/cissp-notes/d1_security_and_risk_management#%E4%BA%8C%E8%AF%84%E4%BC%B0%E5%92%8C%E5%BA%94%E7%94%A8%E5%AE%89%E5%85%A8%E6%B2%BB%E7%90%86%E5%8E%9F%E5%88%99
    

考試當天

   1.放鬆心情
   2.當你看到題目時會讓你覺得你好像沒有準備一樣，這是正常情況
   3.刪去法可以幫助你更好判斷答案
   4.不要把簡單的問題複雜化，反而會搗亂你的想法
